import classes from "./PrivacyPolicy.module.css";
import Box from "../box/Box";
import { Row } from "react-bootstrap";

const PrivacyPolicy = () => {
  return (
    <section className="section" id="privacyPolicy">
      <Box>
        <Row className="text-center padding-top-70">
          <h1>Політика конфіденційності</h1>
        </Row>
        <Row className="padding-top-20">
          <h5 className="text-center">
            ПОЛІТИКА ПЛАТФОРМИ «ITментор» ЩОДО ОБРОБКИ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ
            ДАНИХ
          </h5>
          <h6>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h6>
          <p>
            <br />
            1.1. Цей документ (далі — Політика) визначає політику платформи
            «ITментор» (далі — Адміністратор або Компанія) щодо обробки та
            захисту персональних даних про суб&apos;єктів персональних даних,
            яка може бути отримана Компанією за використання суб&apos;єктом
            персональних даних послуг, невиключної ліцензії, що надаються
            зокрема за допомогою сайту, сервісів, служб, програм, що
            використовуються Компанією. Під суб&apos;єктом персональних даних
            мається на увазі фізична особа, яка самостійно надала про себе
            персональну інформацію під час використання сайту, сервісів або у
            процесі реєстрації (створення Особистого кабінету та/або Профілю),
            для реалізації або придбання послуг за допомогою Сайту за адресою в
            мережі Інтернет: « itinder.com.ua» та його сервісів, а також інших
            цілей (далі — Користувач).
            <br />
            1.2. Ця Політика розроблена на виконання вимог ст. 16 Закону України
            «Про захист персональних даних» від 01.06.2010 № 2297-VI (далі —
            Закон про персональні дані).
            <br />
            1.3. Поняття, наявні у ст. 16 Закону України «Про захист
            персональних даних», використовуються у цій Політиці з аналогічним
            значенням.
            <br />
            1.4. Дія цієї Політики поширюється на всі операції, які здійснюються
            Адміністратором із персональними даними з використанням засобів
            автоматизації або без їх використання.
            <br />
            1.5. Реєструючись на сайті, що ідентифікується в мережі «Інтернет»
            за доменним ім&apos;ям «itinder.com.ua» (далі — Сайт) та
            використовуючи Сайт і сервіси Сайту, Користувач висловлює свою повну
            згоду на обробку його персональних даних під час реєстрації на
            Платформі та з умовами цієї Політики.
            <br />
            1.6. У разі незгоди Користувача з умовами цієї Політики використання
            Сайту та/або будь-яких Сервісів, доступних під час використання
            Сайту, має бути негайно припинено.
            <br />
            1.7. У разі незгоди Користувача в отриманні інформації або
            повідомлень рекламного характеру від Компанії та/або Афілійованих
            осіб, Користувач може відписатися від розсилки шляхом направлення
            письмового звернення на пошту katyaryabova00@gmail.com. Звернення
            має містити інформацію, що дозволяє ідентифікувати суб&apos;єкт
            персональних даних. Адміністратор зобов&apos;язується розглянути
            запит і надіслати відповідь на нього або мотивовану відмову протягом
            30 (тридцяти) робочих днів з моменту надходження звернення.
            <br />
            1.8. Основні права та обов&apos;язки Адміністратора.
            <br />
            1.8.1. Адміністратор має право: отримувати від суб&apos;єкта
            персональних даних достовірну інформацію та/або документи, що
            містять персональні дані; вимагати від суб&apos;єкта персональних
            даних своєчасне уточнення наданих персональних даних.
            <br />
            1.8.2. Адміністратор зобов&apos;язаний: обробляти персональні дані у
            порядку, встановленому чинним законодавством України; розглядати
            звернення суб&apos;єкта персональних даних (його законного
            представника) з питань обробки персональних даних і надавати
            мотивовані відповіді; надавати суб&apos;єкту персональних даних
            (його законному представнику) можливість безоплатного доступу до
            його персональних даних; вживати заходів щодо уточнення, знищення
            персональних даних суб&apos;єкта персональних даних згідно з його
            (його законним представником) поводженням із законними й
            обґрунтованими вимогами; організовувати захист персональних даних
            відповідно до вимог законодавства України.
            <br />
            1.9. Основні права та обов&apos;язки суб&apos;єктів персональних
            даних:
            <br />
            1.9.1. Суб&apos;єкти персональних даних мають право: на повну
            інформацію про їх персональні дані, що обробляються Адміністратором;
            на доступ до їх персональних даних, включаючи право на отримання
            копії будь-якого запису, що містить їх персональні дані, крім
            випадків, передбачених законом; на уточнення їх персональних даних,
            їх блокування або знищення у випадках, коли персональні дані є
            неповними, застарілими, неточними, незаконно отриманими або не є
            необхідними для заявленої мети обробки; на відкликання згоди на
            обробку персональних даних; на прийняття передбачених законом
            заходів щодо захисту своїх прав; видалення наданої їм у межах
            певного облікового запису персональної інформації. При цьому
            видалення облікового запису може спричинити неможливість
            використання деяких сервісів Сайту. на здійснення інших прав,
            передбачених законодавством України.
            <br />
            1.9.2. Суб&apos;єкти персональних даних зобов&apos;язані: надавати
            Адміністратору лише достовірні дані про себе; надавати документи, що
            містять персональні дані в обсязі, необхідному для цілей обробки;
            повідомляти Адміністратора про уточнення (оновлення, зміну) своїх
            персональних даних.
            <br />
            1.9.3. Особи, які передали Адміністратору недостовірні відомості про
            себе, або відомості про інший суб&apos;єкт персональних даних без
            згоди останньої, відповідають відповідно до законодавства України.
          </p>
          <h6>
            2. ОБСЯГ І КАТЕГОРІЇ ОБРОБЛЮВАНИХ ПЕРСОНАЛЬНИХ ДАНИХ, КАТЕГОРІЇ
            СУБ&apos;ЄКТІВ ПЕРСОНАЛЬНИХ ДАНИХ
          </h6>
          <p>
            {" "}
            2.1. Адміністратор може обробляти персональні дані наступних
            суб&apos;єктів персональних даних: зареєстровані Користувачі Сайту
            Компанії; відвідувачі сайту (сайтів) Компанії (далі — Сайт та
            Сайти).
            <br />
            2.2. До персональних даних, що обробляється Адміністратором,
            належать: - прізвище, ім&apos;я, по батькові суб&apos;єкта
            персональних даних; - дата народження; - місце проживання
            (регіон/місто); - спеціальність/сфера професійних інтересів, досвід
            роботи; - інформація про освіту; - інформація щодо оплати; - номер
            мобільного телефону; - адреса електронної пошти (e-mail); -
            фотографії; - відеозображення; - інформація, що автоматично
            отримується під час доступу до Сайту, зокрема з використанням файлів
            cookie. IP-адреса, вид операційної системи, тип браузера,
            географічне розташування, постачальник послуг мережі Інтернет; -
            історія запитів і переглядів на Сайті та його сервісах (для
            відвідувачів Сайтів); - дата, час і кількість відвідувань, відомості
            про відвідані сторінки, використаний функціонал, про перехід з інших
            ресурсів, переглянуту рекламу, про направлені запити, відгуки та
            запитання; - дані про здійснення онлайн-платежу (відомості про час,
            спосіб та суму оплати). Інші відомості, включаючи, але не
            обмежуючись, про банківську картку, обробляються платіжною системою
            на підставі затверджених цією платіжною системою правил; - інша
            інформація (наведений перелік може скорочуватися або розширюватися
            залежно від конкретного випадку та цілей обробки).
            <br />
            2.3. Адміністратор забезпечує відповідність змісту й обсягу
            оброблюваних персональних даних заявленим цілям обробки та, у разі
            потреби, вживає заходів щодо усунення їх надмірності щодо заявлених
            цілей обробки.
            <br />
            2.4. Адміністратор опрацьовує біометричні персональні дані за умови
            письмової згоди відповідних суб&apos;єктів персональних даних, а
            також в інших випадках, передбачених законодавством України.
            <br />
            2.5. Обробка спеціальних категорій персональних даних, що стосуються
            расової, національної приналежності, політичних поглядів, релігійних
            чи філософських переконань, інтимного життя Адміністратором не
            здійснюється.
            <br />
            2.6. Транскордонна передача персональних даних адміністратором не
            здійснюється.
          </p>
          <h6>3. ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНИХ ДАНИХ</h6>
          <p>
            3.1. Персональні дані обробляються Адміністратором у таких цілях: -
            ідентифікації сторони в рамках оферт, угод і договорів, що
            укладаються з Компанією та/або Афілійованими особами; виконання
            зобов&apos;язань за договорами, укладеними на підставі оферт,
            розміщених на Сайті; надання Користувачеві послуг, невиключної
            ліцензії, доступу до Сайту, сервісів Сайту; - опрацювання звернень
            Суб&apos;єктів персональних даних; - зв&apos;язку з Користувачем,
            направленні Користувачеві транзакційних листів у момент отримання
            заявки реєстрації на Сайті або отриманні оплати від Користувача,
            разово, якщо Користувач здійснює ці дії, направленні Користувачеві
            повідомлень, запитів; - направленні Користувачеві повідомлень
            рекламного та/або інформаційного характеру; запобігання випадкам
            шахрайства та інших зловживань, а також для розслідування таких
            випадків; - проведення статистичних та маркетингових досліджень, а
            також для націлення (виділення цільової аудиторії) реклами, що
            розміщується на основі Знеособлених Персональних даних; - перевірки,
            дослідження й аналізу таких даних, що дозволяють підтримувати та
            покращувати сервіси та розділи Сайту, а також розробляти нові
            сервіси та розділи Сайту; - вирішення спорів; - збирання відгуків; -
            виконання вимог законодавства України.
          </p>
          <h6>4. ПОРЯДОК І УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</h6>
          <p>
            4.1. Обробка персональних даних Адміністратором здійснюється такими
            способами: - неавтоматизована обробка персональних даних; -
            автоматизована обробка персональних даних із передачею отриманої
            інформації інформаційно-телекомунікаційними мережами або без такої;
            - змішана обробка персональних даних.
            <br />
            4.2. Перелік дій, що здійснюються Адміністратором з персональними
            даними: збирання, систематизація, накопичення, зберігання, уточнення
            (оновлення, зміна), використання, розповсюдження (зокрема передача),
            знеособлення, блокування, знищення, а також здійснення будь-яких
            інших дій відповідно до чинного законодавством України.
            <br />
            4.3. Обробка персональних даних здійснюється Адміністратором за
            умови отримання згоди суб&apos;єкта персональних даних (далі —
            Згода), за винятком встановлених законодавством України випадків,
            коли обробка персональних даних може здійснюватись без такої Згоди.
            <br />
            4.4. Суб&apos;єкт персональних даних приймає рішення про надання
            його персональних даних і дає Згоду вільно, своєю волею та у своєму
            інтересі.
            <br />
            4.5. Згода дається в будь-якій формі, що дозволяє підтвердити факт
            її отримання. У передбачених законодавством України випадках Згода
            оформляється у письмовій формі.
            <br />
            4.6. Умовою припинення обробки персональних даних може бути
            досягнення цілей обробки персональних даних, закінчення терміну дії
            Згоди або відкликання Згоди суб&apos;єктом персональних даних, а
            також виявлення неправомірної обробки персональних даних.
            <br />
            4.7. Згода може бути відкликана шляхом письмового повідомлення,
            надісланого на адресу Компанії рекомендованим поштовим
            відправленням. Згода повинна містити інформацію, що дозволяє
            ідентифікувати суб&apos;єкт персональних даних.
            <br />
            4.8. Компанія надає доступ до персональних даних Користувача
            працівникам, підрядникам та Афілійованим особам, яким ця інформація
            необхідна для забезпечення функціонування Сайту, Сервісів і надання
            Послуг, продажу товарів, отримання невиключної ліцензії
            Користувачем.
            <br />
            4.9. Компанія має право використовувати надану Користувачем
            інформацію, зокрема персональні дані, з метою забезпечення
            дотримання вимог чинного законодавства України (у тому числі з метою
            запобігання та/або припинення незаконних та/або протиправних дій
            Користувачів). Розкриття наданої Користувачем інформації може бути
            здійснене лише відповідно до чинного законодавства України на вимогу
            суду, правоохоронних органів, а також в інших передбачених
            законодавством України випадках.
            <br />
            4.10. Компанія не перевіряє достовірність інформації, яку надає
            Користувач, і виходить з того, що Користувач у межах сумлінності
            надає достовірну та достатню інформацію, піклується про своєчасність
            внесення змін до раніше наданої інформації за умови такої
            необхідності, включаючи, але не обмежуючись, зміну номера телефону.
            <br />
            4.11. Адміністратор під час обробки персональних даних вживає або
            забезпечує вжиття необхідних правових, організаційних і технічних
            заходів для захисту персональних даних від неправомірного або
            випадкового доступу до них, знищення, зміни, блокування, копіювання,
            надання, розповсюдження персональних даних, а також від інших
            неправомірних дій щодо персональні дані.
            <br />
            4.12. Зберігання персональних даних здійснюється у формі, що
            дозволяє визначити суб&apos;єкта персональних даних протягом строку
            не довше, ніж цього вимагають цілі обробки персональних даних, крім
            випадків, коли термін зберігання персональних даних встановлений
            законом, договором, стороною якого, вигодонабувачем або поручителем
            за яким є суб&apos;єкт персональних даних.
            <br />
            4.13. Під час здійснення зберігання персональних даних Адміністратор
            використовує бази даних, що розташовуються на території України.
          </p>
          <h6>
            5. АКТУАЛІЗАЦІЯ, ВИПРАВЛЕННЯ, ВИДАЛЕННЯ ТА ЗНИЩЕННЯ ПЕРСОНАЛЬНИХ
            ДАНИХ, ВІДПОВІДІ НА ЗАПИТИ СУБ&apos;ЄКТІВ ПЕРСОНАЛЬНИХ ДАНИХ НА
            ДОСТУП ДО ПЕРСОНАЛЬНИХ ДАНИХ
          </h6>
          <p>
            {" "}
            5.1. У разі підтвердження факту неточності персональних даних або
            неправомірності їх обробки персональні дані підлягають їхній
            актуалізації Адміністратором або їх обробка має бути припинена
            відповідно.
            <br />
            5.2. Факт неточності персональних даних або неправомірності їх
            обробки може бути встановлений суб&apos;єктом персональних даних або
            компетентними державними органами України.
            <br />
            5.3. За письмовим запитом суб&apos;єкта персональних даних або його
            представника Адміністратор зобов&apos;язаний повідомити інформацію
            про обробку персональних даних зазначеного суб&apos;єкта. Запит
            повинен містити номер основного документа, що засвідчує особу
            суб&apos;єкта персональних даних і його представника, відомості про
            дату видачі зазначеного документа й орган, що його видав, відомості,
            що підтверджують участь суб&apos;єкта персональних даних у
            відносинах з Адміністратором (номер договору, дата укладання
            договору, умовне словесне позначення та (або) інші відомості), або
            відомості, що іншим чином підтверджують факт обробки персональних
            даних Адміністратором, підпис суб&apos;єкта персональних даних або
            його представника. Запит може бути надісланий у формі електронного
            документа та підписаний електронним підписом відповідно до
            законодавства України.
            <br />
            5.4. Якщо в запиті суб&apos;єкта персональних даних не відображені
            всі необхідні відомості або суб&apos;єкт не має права доступу до
            інформації, що запитується, то йому надсилається мотивована відмова.
            <br />
            5.5. У порядку, передбаченому п. 6.3, суб&apos;єкт персональних
            даних має право вимагати від Адміністратора уточнення його
            персональних даних, їх блокування або знищення у разі, якщо
            персональні дані є неповними, застарілими, неточними, незаконно
            отриманими або не є необхідними для заявленої мети обробки, а також
            вживати передбачених законом заходів щодо захисту своїх прав.
            <br />
            5.6. За досягнення цілей обробки персональних даних, а також у разі
            відкликання суб&apos;єктом персональних даних Згоди персональні дані
            підлягають знищенню, якщо: - Адміністратор немає права здійснювати
            обробку без Згоди суб&apos;єкта персональних даних; - інше не
            передбачено договором, стороною якого, вигодонабувачем або
            поручителем за яким є суб&apos;єкт персональних даних; - інше не
            передбачено іншою угодою між Адміністратором та суб&apos;єктом
            персональних даних.
          </p>
          <h6>6. УМОВИ КОРИСТУВАННЯ САЙТОМ</h6>
          <p>
            {" "}
            6.1. Користувач під час користування Сайтом підтверджує, що: - має
            всі необхідні права, що дозволяють йому здійснювати реєстрацію
            (створення облікового запису) та використовувати Послуги сайту; -
            вказує достовірну інформацію про себе в обсягах, необхідних для
            користування Послугами Сайту, обов&apos;язкові для заповнення поля
            для подальшого надання Послуг сайту позначені спеціальним чином, вся
            інша інформація надається користувачем на власний розсуд. -
            усвідомлює, що інформація на Сайті, що розміщується Користувачем про
            себе, може стати доступною для третіх осіб, не зазначених у цій
            Політиці, та може бути скопійована та поширена ними; - ознайомлений
            із цією Політикою, висловлює свою згоду з нею та приймає на себе
            зазначені в ній права та обов&apos;язки. Ознайомлення з умовами цієї
            Політики та проставлення галочки під посиланням на цю Політику є
            письмовою згодою Користувача на збирання, зберігання, обробку та
            передачу третім особам персональних даних, що надаються
            Користувачем.
            <br />
            6.2. Компанія не перевіряє достовірність інформації, що отримується
            (збирається) про Користувачів, за винятком випадків, коли така
            перевірка необхідна з метою виконання зобов&apos;язань перед
            Користувачем.{" "}
          </p>
          <h6>7. ЗАКЛЮЧНІ ПОЛОЖЕННЯ</h6>{" "}
          <p>
            7.1. Усі відносини, що стосуються обробки персональних даних, що не
            отримали відображення у цій Політиці, регулюються відповідно до
            положень законодавства України.
            <br />
            7.2. Адміністратор має право вносити зміни до цієї Політики. За
            внесення змін до актуальної редакції вказується дата останнього
            оновлення. Нова редакція Політики набирає чинності з моменту її
            розміщення на Сайті, якщо інше не передбачено новою редакцією
            Політики. Редакція, що діє, постійно доступна на Сайті за адресою:
            <a href="https://itinder.com.ua/"> https://itinder.com.ua/</a>.
          </p>{" "}
          <h6>8. ЗВОРОТНИЙ ЗВ&apos;ЯЗОК</h6>
          <p>
            {" "}
            8.1. Запитання та пропозиції щодо розміщеної Політики щодо обробки
            та захисту персональних даних необхідно надсилати у письмовій формі
            на електронну пошту{" "}
            <a href="mailto:katyaryabova@gmail.com">katyaryabova@gmail.com.</a>
          </p>
        </Row>
      </Box>
    </section>
  );
};

export default PrivacyPolicy;
